Repository: bit-engine/dustbin
Catalog: apps/api/priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: Garbage and bulky waste
fr: Ordures et encombrants

source: Bulky waste: rugs and rolled pool mats, furniture
fr: Encombrants: tapis et toiles de piscine roulés, mobilier

source: Garbage
fr: Ordures

source: Recyclable material
fr: Matières recyclables

source: Organic material
fr: Matières organiques

source: Green waste
fr: Résidus verts

source: Deposit of hazardous household waste
fr: Dépôt des résidus domestiques dangereux

source: Deposit of dry materials and wood waste
fr: Dépôt des matériaux secs et Poste de transition du bois

source: Dry leaves
fr: Feuilles mortes

source: Pine trees
fr: Sapins naturels

source: Deposit of dry materials, wood waste, hazardous household waste and electronic equipment
fr: Depôt des matériaux secs, Poste de transition du bois, Dépôt des résidus domestiques dangereux, Dépôt des appareils électroniques et informatiques

source: Deposit of dry materials, wood waste and electronic equipment
fr: Dépôt des matériaux secs, Poste de transition du bois, Dépôt des appareils électroniques et informatiques
